define(function(){
	var lang  = {
		m0: '未知异常',
		m1: '删除DT服务器，将删除与其关联的接收机与天线',
		m2: '删除接收机，将删除与其关联的天线',
		m3: '修改成功',
		m4: '添加成功',
		m5: '删除成功',
		m6: '操作成功',
		m7: '请至少选择一条数据进行操作',
		m8: '停用规则成功',
		m9: '启用规则成功',
		m10: '每天',
		m11: '每周',
		m12: '每月',
		m13: '日',
		m14: '删除菜单将删除菜单下所有子菜单',
		m15: '删除当前角色',
		m16: '您可能要找',
		m17: '删除记录',
		m18: '请选择楼层',
		m19: '当前楼层无监区信息',
		m20: '起始时间不可以大于结束时间',
		m21: '起始时间或结束时间不能为空',
		m22: '该区域暂无人员',
		m23: '请先选择人员',
		m24: '暂无轨迹数据',
		m25: '重点监控',
		m26: '此区域暂无摄像头信息',
		m27: '请选择区域',
		m28: '列控理由不能为空',
		m29: '绑定成功',
		m30: '时间跨度不能超过一天'
	};
	
	lang.peotype = ['', '普通罪犯', '重点罪犯', '警察', '车辆', '其他'];
	lang.week = ['', '周日', '周一', '周二', '周三', '周四', '周五', '周六'];
	lang.warType = ['预警', '告警'];
	lang.ruleType = ['', '禁区', '独处', '滞留', '逃脱', '聚众', '包夹'];
	/*lang.eventLvl = ['一级：从严', '二级：严管', '三级：普管', '四级：宽管', '五级：从宽'];*/
	return lang;
});